Repository: Amebis/eduVPN
Catalog: eduVPN/Resources/Strings.*.resx
Languages: ar, de, es, fr, nb, nl, pt_pt, sl, tr, uk

# ErrorInvalidSignature
source: Verifying signature failed. Integrity of {0} is not valid.
ar: فشل التحقق من التوقيع. {0} غير سليم.
de: Verifizierung der Signatur fehlgeschlagen. Die Integrität von {0} ist nicht valide.
es: No se pudo verificar la firma. La integridad de {0} no es válida.
fr: La vérification de la signature a échoué. l'intégrité {0} n'est pas valide.
nb: Signaturverifisering feilet. Integriteten av {0} kan ikke bekreftes.
nl: Controle van de handtekening is mislukt. Integriteit van {0} is niet geldig.
pt_pt: A verificação da assinatura falhou. A integridade de {0} não é válida.
sl: Preverjanje podpisa ni uspelo. Celovitost {0} ni veljavna.
tr: İmza doğrulanamadı. Bütünlüğü {0} geçerli değil.
uk: Підтвердження підпису не вдалося. Цілісність {0} недійсна.

# ErrorAPIServerReply
source: API server replied with an error.
ar: رد خادم واجهة برمجة التطبيقات بخطأ.
de: API-Server antwortete mit einem Fehler.
es: El servidor API respondió con un error.
fr: Le serveur API a répondu avec une erreur.
nb: API-tjeneren svarte med en feil.
nl: API-server antwoordde met een fout.
pt_pt: O servidor da API respondeu com um erro.
sl: Strežnik API je sporočil napako.
tr: API sunucusu bir hata ile yanıt verdi.
uk: Сервер API відповів помилкою.

# ErrorInvalidPrivateKey
source: Private key is invalid or of unsupported format.
de: Privater Schlüssel ist ungültig oder hat ein nicht unterstütztes Format.
fr: La clé privée est invalide ou d'un format non supporté.
nb: Privatnøkkelen er ugyldig eller i et ukjent format.
nl: Priv√©sleutel is ongeldig of niet ondersteund formaat.
pt_pt: A chave privada é inválida ou está num formato não suportado.
sl: Zasebni ključ ni veljaven ali je nepodprtega zapisa.
uk: Приватний ключ недійсний або не підтримується.

# ErrorEndpointsLoad
source: Loading of API endpoints failed.
ar: فشل تحميل أطراف واجهة برمجة التطبيقات.
de: Das Laden der API-Endpunkte ist fehlgeschlagen.
es: No se pudo cargar los endpoints de la API.
fr: Le chargement des points d'accès de l'API a échoué.
nb: Innlasting av API-endepunkt feilet.
nl: Laden van API endpoints mislukt.
pt_pt: O carregamento de extremos da API falhou.
sl: Nalaganje končnih točk API ni uspelo.
tr: API uç noktalarının yüklenmesi başarısız oldu.
uk: Помилка завантаження API кінцевого обладнання.

# ErrorInstanceSourceInfoLoad
source: Loading of the provider source {0} failed.
de: Das Laden der Anbieterquelle {0} ist fehlgeschlagen.
fr: Le chargement de la source du fournisseur {0} a échoué.
nb: Kunne ikke hente leverandørkilde {0}.
nl: Laden van de leveranciersbron {0} mislukt.
sl: Nalaganje skupine ponudnikov {0} ni uspelo.
uk: Помилка завантаження джерела {0} постачальника.

# ErrorProfileListLoad
source: Loading of the profile list failed.
ar: فشل تحميل لائحة المظاهر.
de: Das Laden der Profilliste ist fehlgeschlagen.
es: No se pudo cargar la lista de perfiles.
fr: Le chargement de la liste des profils a échoué.
nb: Profillista kunne ikke hentes.
nl: Het laden van de profiellijst is mislukt.
pt_pt: O carregamento da lista de perfis falhou.
sl: Nalaganje spiska profilov ni uspelo.
tr: Profil listesinin yüklenmesi başarısız oldu.
uk: Помилка завантаження списку профілів.

# ErrorClientCertificateLoad
source: Loading of client certificate failed.
ar: فشل تحميل شهادة العميل.
de: Das Laden des Client-Zertifikats ist fehlgeschlagen.
es: No se pudo cargar el certificado del cliente.
fr: Le chargement du certificat client a échoué.
nb: Innlasting av klientsertifikat har feilet.
nl: Het laden van het clientcertificaat is mislukt.
pt_pt: O carregamento do certificado do cliente falhou.
sl: Nalaganje digitalnega potrdila uporabnika ni uspelo.
tr: İstemci sertifikası yüklenemedi.
uk: Помилка завантаження сертифіката клієнта.

# ErrorProfileConfigLoad
source: Loading of profile configuration failed.
ar: فشل تحميل إعدادات المظهر.
de: Das Laden der Profilkonfiguration ist fehlgeschlagen.
es: No se pudo cargar la configuración del perfil.
fr: Le chargement du profile de configuration a échoué.
nb: Innlasting av profilkonfigurasjon har feilet.
nl: Laden van de profielconfiguratie is mislukt.
pt_pt: O carregamento do perfil de configuração falhou.
sl: Nalaganje nastavitev profila ni uspelo.
tr: Profil yapılandırması yüklenemedi.
uk: Помилка завантаження конфігурації профілю.

# ErrorUserInfoLoad
source: Loading of user info failed.
de: Das Laden der Benutzerinformationen ist fehlgeschlagen.
fr: Le chargement des informations utilisateur à échoué.
nb: Kunne ikke hente brukerinformasjon.
nl: Laden van gebruikersinformatie is mislukt.
sl: Nalaganje podatkov o uporabniku ni uspelo.
uk: Помилка завантаження інформації про користувача.

# ErrorSavingProfileConfiguration
source: Saving of profile's OpenVPN configuration to "{0}" failed.
ar: فشل حفظ إعدادات المظهر ل OpenVPN إلى "{0}".
de: Das Speichern der OpenVPN-Konfiguration des Profils auf "{0}" schlug fehl.
fr: L'enregistrement de la configuration des profiles OpenVPN "{0}" a échoué.
nb: OpenVPN-konfigurasjon kunne ikke lagres i "{0}".
nl: Opslaan van de OpenVPN-configuratie van het profiel naar "{0}" mislukt.
pt_pt: A gravação do perfil de configuração do OpenVPN para "{0}" falhou.
sl: Shranjevanje profilovih nastavitev OpenVPN v "{0}" ni uspelo.
tr: Profilin OpenVPN yapılandırmasının "{0}" olarak kaydedilmesi başarısız oldu.
uk: Не вдалося зберегти конфігурацію OpenVPN профілю в {0}.

# ErrorAuthorization
source: Client authorization failed.
de: Client-Autorisierung fehlgeschlagen.
fr: L'autorisation du client a échoué.
nb: Klientautorisasjon feilet.
nl: Client-autorisatie is mislukt.
sl: Pooblaščanje odjemalca ni uspelo.
uk: Помилка авторизації клієнта.

# ErrorNullAccessToken
source: No access token granted.
fr: Aucun jeton d'accès n'a été accordé.
nl: Geen toegangstoken toegekend.
sl: Žeton za dostop ni bil odobren.

# OpenVPNStateTypeAddingRoutes
source: Adding routes to system...
ar: جارٍ إضافة الطرقات إلى النظام ...
de: Füge Routen dem System hinzu...
es: Agregando rutas al sistema...
fr: Ajout des routes au système ...
nb: Legger til ruter til systemet...
nl: Routes toevoegen aan het systeem...
pt_pt: A adicionar rotas ao sistema...
sl: Dodajam smeri v sistem ...
tr: Sisteme rotalar ekleniyor...
uk: Додавання маршрутів до системи ...

# OpenVPNStateTypeAssigningIP
source: Assigning IP address to virtual network interface...
ar: تعيين عنوان نظام الشبكات لواجهة الشبكة الافتراضية ...
de: Weise IP-Adresse der virtuellen Netzwerkschnittstelle zu...
es: Asignación de dirección IP a la interfaz de red virtual...
fr: Attribution de l'adresse IP à l'interface réseau virtuelle ...
nb: Knytter IP-adressen til det virtuelle nettverksgrensesnittet...
nl: Toewijzen van IP-adres aan virtuele netwerkinterface...
pt_pt: A atribuir endereços IP ao interface virtual de rede...
sl: Dodeljujem naslov IP navideznemu omrežnemu vmesniku ...
tr: IP adresini sanal ağ arayüzüne atama...
uk: Призначення IP-адреси інтерфейсу віртуальної мережі ...

# OpenVPNStateTypeAuthenticating
source: Authenticating with server...
ar: المصادقة مع الخادم ...
de: Authentifizieren mit Server...
es: Autenticando con el servidor...
fr: Authentification au serveur ...
nb: Logger inn på server...
nl: Authenticeren met server...
pt_pt: Autenticação em curso com o servidor...
sl: Overovljanje s strežnikom ...
tr: Sunucuyla kimlik doğrulanıyor...
uk: Аутентифікація з сервером ...

# OpenVPNStateTypeConnected
source: Connected.
ar: متصل.
de: Verbunden.
es: Conectado.
fr: Connecté.
nb: Koblet til.
nl: Verbonden.
pt_pt: Ligado.
sl: Povezan.
tr: Bağlandı.
uk: Підключено.

# OpenVPNStateTypeConnecting
source: Connecting...
ar: جارٍ الاتصال ...
de: Verbinde...
es: Conectando...
fr: Connexion en cours ...
nb: Kobler til…
nl: Verbinden...
pt_pt: A ligar...
sl: Povezujem ...
tr: Bağlanıyor...
uk: Підключення...

# OpenVPNStateTypeExiting
source: A graceful exit is in progress...
ar: خروج جميل قيد الإتمام ...
de: Ein sanfter Exit ist im Gange...
es: Una salida elegante está en progreso...
fr: Sortie en cours...
nb: Kontrollert avslutning er i gang...
nl: Netjes afsluiten in gang...
pt_pt: Uma saída graciosa está em curso...
sl: Elegantni izhod je v postopku ...
tr: Zarif bir çıkış devam ediyor...
uk: Виконується коректний вихід...

# OpenVPNStateTypeFatalError
source: OpenVPN reported fatal error.
ar: أبلغ OpenVPN عن خطأ جسيم.
de: OpenVPN meldete einen fatalen Fehler.
es: OpenVPN reporta un error fatal.
fr: OpenVPN à remonté une erreur fatale.
nb: OpenVPN rapporterte en alvorlig feil.
nl: OpenVPN meldde een fatale fout.
pt_pt: O OpenVPN reportou um erro fatal.
sl: OpenVPN je javil usodno napako.
tr: OpenVPN önemli bir hata bildirdi.
uk: OpenVPN повідомив про фатальну помилку.

# OpenVPNStateTypeGettingConfiguration
source: Downloading configuration options from server...
ar: جارٍ تنزيل خيارات التكوين من الخادم ...
de: Lade Konfigurationsoptionen vom Server...
es: Descargando opciones de configuración del servidor...
fr: Téléchargement des options de configuration du serveur...
nb: Laster ned konfigurasjonsopsjoner fra serveren...
nl: Configuratieopties downloaden van de server...
pt_pt: A descarregar opções de configuração do servidor...
sl: Prenašam nastavitvene možnosti s strežnika ...
tr: Yapılandırma seçenekleri sunucudan indiriliyor...
uk: Завантаження параметрів конфігурації з сервера ...

# OpenVPNStateTypeReconnecting
source: A restart has occurred...
ar: حدث إعادة تشغيل ...
de: Ein Neustart ist erfolgt...
es: Se ha producido un reinicio ...
fr: Un redémarrage a eu lieu...
nb: Det har vært en restart...
nl: Er heeft een herstart plaatsgevonden...
pt_pt: Ocorreu um reinício...
sl: Prišlo je do ponovnega zagona ...
tr: Yeniden başlatma gerçekleşti...
uk: Відбулося перезавантаження...

# OpenVPNStateTypeWaiting
source: Waiting for initial response from server...
ar: في انتظار الاستجابة الأولية من الخادم ...
de: Warten auf initiale Antwort vom Server...
es: Esperando la respuesta inicial del servidor...
fr: En attente de la réponse initiale du serveur...
nb: Venter på første svar fra tjeneren...
nl: Wachten op initieel antwoord van de server...
pt_pt: À espera de uma resposta inicial do servidor...
sl: Čakam na uvodni odgovor strežnika ...
tr: Sunucudan ilk yanıt bekleniyor...
uk: Очікування на початкову відповідь від сервера...

# InterfaceNameAutomatic
source: <Automatic>
de: (Automatisch)
nb: (Automatisk)
sl: <Samodejno>

# ErrorNetworkInterfaceIDNotFound
source: Network interface with {0} ID not found.
de: Netzwerkschnittstelle mit {0} ID nicht gefunden.
fr: Interface réseau avec {0} ID non trouvé.
nb: Et nettverksgrensesnitt med {0} ID finnes ikke.
nl: Netwerk interface met {0} ID niet gevonden.
sl: Omrežni vmesnik z ID-jem {0} ni najden.
uk: Мережевий інтерфейс з {0} ID не знайдено.

# ErrorNetworkInterfaceNameNotFound
source: Network interface {0} not found.
de: Netzwerkschnittstelle {0} nicht gefunden.
fr: Interface réseau {0} non trouvé.
nb: Nettverksgrensesnitt {0} finnes ikke.
nl: Netwerk interface {0} niet gevonden.
sl: Omrežni vmesnik {0} ni najden.
uk: Мережевий інтерфейс {0} не знайдено.

# ErrorInvalidTOTP
source: Invalid TOTP response: it should contain exactly six (6) decimal numbers; no spaces or hyphens are allowed.
fr: Réponse TOTP invalide: elle devrait contenir exactement six (6) nombres décimaux; aucun espace ou trait d'union n'est autorisé.
nl: Ongeldig TOTP-antwoord: het moet precies zes (6) decimale getallen bevatten; spaties of verbindingsstreepjes zijn niet toegestaan.
sl: Neveljaven odgovor TOTP: vsebovati mora točno šest (6) desetiških števk; presledki ali vezaji niso dovoljeni.
uk: Недійсна відповідь TOTP: пароль повинен містити точно шість (6) цифр; дефіси та пробіли не дозволені.

# ErrorInvalidHostname
source: Invalid hostname: hostnames contain letters, numbers, hyphens and dots.
ar: اسم مضيف غير صالح: تحتوي أسماء المضيف على أحرف وأرقام وواصلات ونقاط.
de: Ungültiger Hostname: Hostnamen bestehen aus Buchstaben, Zahlen, Bindestrichen und Punkten.
es: Nombre de host no válido: los nombres de host contienen letras, números, guiones y puntos.
fr: Nom d'hôte invalide: les noms d'hôte contiennent des lettres, des chiffres, des tirets et des points.
nb: Ugyldig vertsnavn: vertsnavn kan inneholde bokstav, tall, bindestrek og punktum.
nl: Ongeldige hostnaam: een hostnaam bevat letters, nummers, koppeltekens en punten.
pt_pt: Hostname inválido: Os hostnames contêm letras, números, hífens e pontos.
sl: Neveljavno ime gostitelja: imena gostiteljev vsebujejo črke, številke, vezaje in pike.
tr: Geçersiz ana bilgisayar adı: ana bilgisayar adları harf, rakam, kısa çizgi ve nokta içerir.
uk: Недійсне ім'я хоста: імена хостів містять літери, цифри, дефіси та крапки.

# ErrorInvalidPropertyName
source: Property name {0} is not valid.
de: Eigenschaftsname {0} ist nicht gültig.
es: Nombre de propiedad {0} no es válido.
fr: Le nom de la propriété {0} n'est pas valide.
nb: Navn på egenskap {0} er ugyldig.
nl: Naam van eigenschap {0} is ongeldig.
pt_pt: O nome da propriedade {0} não é válido.
sl: Ime lastnosti {0} ni veljavno.
tr: Mülk adı {0} geçerli değil.
uk: Властивість {0} помилкова.

# ErrorInteractiveService
source: Interactive Service failure.
ar: فشل الخدمة التفاعلية.
de: Interaktiver Dienst gescheitert.
es: Falla del servicio interactivo.
fr: Service Interactif échoué.
nb: Interaktiv Tjeneste feil.
nl: Interactieve Service fout.
pt_pt: Falha do Serviço Interactivo.
sl: Napaka interaktivne storitve.
tr: Etkileşimli Hizmet hatası.
uk: Помилка інтерактивної служби.

# InstanceForget
source: Forget {0}
de: Vergesse {0}
fr: Oublier {0}
nb: Glem {0}
nl: Vergeet {0}
sl: Pozabi {0}
uk: Забути {0}

# ErrorDownloadedFileCorrupt
source: Downloaded file {0} is corrupt.
ar: الملف {0} الذي تم تنزيله تالف.
de: Heruntergeladene Datei {0} ist beschädigt.
es: Archivo descargado {0} esta corrupta.
fr: le fichier téléchargé {0} est corrompu.
nb: Lastet ned fil {0} er korrupt.
nl: Gedownload bestand{0} is corrupt.
pt_pt: O ficheiro descarregado {0} está corrompido.
sl: Prenesena datoteka {0} je pokvarjena.
tr: İndirilen dosya {0} bozuk.
uk: Завантажений файл {0} пошкоджено.

# ErrorDownloading
source: Downloading from web failed. Please check your internet connection.
ar: فشل التنزيل من الشبكة. الرجاء التحقق من اتصالك بالشبكة.
de: Der Download ist fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung.
es: No se pudo descargar desde la web. Por favor revise su conexión a internet.
fr: Échec du téléchargement. Veuillez vérifier votre connexion internet.
nb: Nedlasting fra internett feilet. Sjekk nettforbindelsen din.
nl: Downloaden van het web is mislukt. Controleer a.u.b. jouw internetverbinding.
pt_pt: O descarregamento da web falhou. Por favor verifique a sua ligação à Internet.
sl: Prenos s spleta ni uspel. Preverite svojo spletno povezavo.
tr: Web'den indirme başarısız oldu. Lütfen internet bağlantınızı kontrol edin.
uk: Помилка завантаження з Інтернету. Перевірте підключення до Інтернету.

# ErrorUploading
source: Uploading to web failed. Please check your internet connection.
ar: فشل التحميل إلى الشبكة. الرجاء التحقق من اتصالك بالشبكة.
de: Der Upload ist fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung.
es: No se pudo cargar a la web. Por favor revise su conexión a internet.
fr: Échec du chargement. Veuillez vérifier votre connexion internet.
nb: Opplasting til internett feilet. Sjekk nettforbindelsen din.
nl: Het uploaden naar het web is mislukt. Controleer a.u.b. jouw internetverbinding.
pt_pt: O carregamento para a web falhou. Por favor verifique a sua ligação à Internet.
sl: Prenos na splet ni uspel. Preverite svojo spletno povezavo.
tr: Web'e yükleme başarısız oldu. Lütfen internet bağlantınızı kontrol edin.
uk: Не вдалося вивантажити в Інтернет. Перевірте підключення до Інтернету.

# OpenVPNStateTypeResolving
source: Resolving server IP...
ar: جارٍ ترجمة عنوان نظام الشبكات للخادم ...
de: Server IP auflösen...
es: Resolviendo IP del servidor...
fr: Résolution de l'IP du serveur ...
nb: Slår opp serverens IP-adresse…
nl: Oplossen van server IP...
pt_pt: A resolver o IP do servidor...
sl: Razrešujem naslov IP strežnika ...
tr: Sunucu IP'si çözümleniyor...
uk: Визначення IP-адреси сервера...

# OpenVPNStateTypeTcpConnecting
source: Connecting to TCP server...
ar: جارٍ الاتصال عبر خادم ميفاق التحكم بالنقل ...
de: Verbindung zum TCP-Server herstellen...
es: Conectando al servidor TCP...
fr: Connexion au serveur TCP ...
nb: Kobler til TCP-tjeneren…
nl: Verbinding maken met de TCP-server...
pt_pt: A ligar ao servidor TCP...
sl: Povezujem se na strežnik TCP ...
tr: TCP sunucusuna bağlanılıyor...
uk: Підключення до TCP сервера...

# ErrorInstallerFileUnavailable
source: Installer file not available. Updating aborted.
ar: ملف المثبت غير متوفر. تم إحباط التحديث.
de: Installationsdatei nicht verfügbar. Aktualisierung abgebrochen.
es: Archivo de instalación no disponible. Actualización abortada.
fr: Fichier d'installation non disponible. Mise à jour annulée.
nb: Installasjonsfil ikke tilgjengelig. Oppdateringen er avbrudd.
nl: Installatiebestand niet beschikbaar. Updaten afgebroken.
pt_pt: O ficheiro de instalação não está disponível. Actualização abortada.
sl: Namestitvena datoteka ni na voljo. Posodabljanje prekinjeno.
tr: Yükleyici dosyası mevcut değil. Güncelleme iptal edildi.
uk: Файл інсталятора недоступний. Оновлення припинено.

# AboutPageTitle
source: About
de: Über
fr: À propos
nb: Om
nl: Over
sl: O programu
uk: Про програму

# AuthenticatingCountrySelectPageTitle2
source: Select Your Institution's Country
de: Wählen Sie das Land Ihrer Institution
fr: Sélectionnez le Pays de Votre Établissement
nb: Velg landet der institutsjonen befinner seg
nl: Selecteer het land van je instituut
sl: Izberite državo svoje ustanove
uk: Виберіть країну своєї установи

# AuthenticatingInstituteSelectPageTitle
source: Select Your Institution
de: Wählen Sie Ihre Institution
fr: Sélectionnez votre Institution
nb: Velg din institusjon
nl: Selecteer je instituut
sl: Izberite svojo ustanovo
uk: Виберіть вашу установу

# ConnectingProfileSelectPageTitle
source: Select Your Profile
de: Wählen Sie Ihr Profil
fr: Sélectionnez Votre Profile
nb: Velg din profil
nl: Selecteer je profiel
sl: Izberite svoj profil
uk: Виберіть ваш профайл

# CustomInstancePageTitle
source: Enter URL of your Provider
de: Geben Sie die URL Ihres Anbieters ein
fr: Entrez l'URL de votre Fournisseur
nb: Skriv inn URL-en til leverandøren din
nl: Geef URL in van je provider
sl: Vnesite URL svojega ponudnika
uk: Введить URL вашого провайдера

# InitializingPageTitle
source: Initializing...
de: Initialisierung...
fr: Initialisation ...
nb: Initialiserer...
nl: Initialiseren...
sl: Vzpostavljam ...
uk: Ініціалізація...

# InstanceSourceSelectPageTitle2
source: How do you want to use the VPN?
de: Wie möchten Sie das VPN nutzen?
fr: Comment voulez-vous utiliser le VPN ?
nb: Hvordan ønsker du å bruke VPN?
nl: Hoe wil je de VPN gebruiken?
sl: Kako želite uporabljati VPN?
uk: Як ви плануєте використовувати VPN?

# SelfUpdatingPageTitle
source: Preparing update...
de: Update vorbereiten...
fr: Préparation de la mise à jour ...
nb: Forbereder oppdatering…
nl: Update voorbereiden...
sl: Pripravljam posodobitev ...
uk: Підготовка до оновлення...

# SettingsPageTitle
source: Settings
de: Einstellungen
fr: Réglage
nb: Valg
nl: Instellingen
sl: Nastavitve
uk: Налаштування

# StatusPageTitle
source: VPN Connection
de: VPN-Verbindung
fr: Connexion VPN
nb: VPN-tilkobling
nl: VPN-verbinding
sl: Povezava VPN
uk: VPN з'єднання

# InstanceSourceTypeInstituteAccess
source: Institute Access
de: Zugang zum Institut
fr: Accès Établissement
nb: Instituttilgang
nl: Instituut toegang
sl: Dostop do ustanove
uk: Доступ до установи

# InstanceSourceTypeSecureInternet
source: Secure Internet
de: Sicheres Internet
fr: Internet Sécurisé
nb: Sikker internett
nl: Veilig internet
sl: Varni splet
uk: Захищений Інтернет

# ErrorCertificateDisabled
source: The certificate was disabled by an administrator.
ar: تم تعطيل الشهادة من قبل مسؤول.
de: Das Zertifikat wurde vom Administrator deaktiviert.
es: El certificado fue deshabilitado por un administrador.
fr: Le certificat a été désactivé par un administrateur.
nb: Sertifikatet er sperret av en administrator.
nl: Het certificaat is uitgeschakeld door een beheerder.
pt_pt: O certificado foi desabilitado por um administrador.
sl: Skrbnik je onemogočil digitalno potrdilo.
tr: Sertifika bir yönetici tarafından devre dışı bırakıldı.
uk: Сертифікат був відключений адміністратором.

# ErrorUserDisabled
source: The user account was disabled by an administrator.
ar: تم تعطيل حساب المستخدم من قبل مسؤول.
de: Das Benutzerkonto wurde vom Administrator deaktiviert.
es: Un administrador deshabilitó la cuenta de usuario.
fr: Le compte d'utilisateur a été désactivé par un administrateur.
nb: Brukerkontoen er sperret av en administrator.
nl: Het gebruikersaccount is uitgeschakeld door een beheerder.
pt_pt: A conta do utilizador foi desactivada por um administrador.
sl: Skrbnik je onemogočil uporabniški račun.
tr: Kullanıcı hesabı bir yönetici tarafından devre dışı bırakıldı.
uk: Обліковий запис користувача було відключено адміністратором.

# ErrorDownloadingSignature
source: Downloading web resource signature failed.
ar: فشل تنزيل توقيع مورد الشبكة.
de: Herunterladen der Signatur der Web-Ressource fehlgeschlagen.
es: No se pudo descargar la firma del recurso web.
nb: Nedlasting av nettressursens signatur feilet.
pt_pt: O descarregamento da assinatura do recurso web falhou.
sl: Nalaganje podpisa spletnega vira ni uspelo.
tr: Web kaynağı imzası indirilemedi.

# TwoFactorAuthenticationMethodTOTP
source: Time-based One-Time Password (TOTP)
uk: Одноразовий пароль на базі часу (TOTP)
