Repository: Amebis/eduVPN
Catalog: eduOAuth/eduOAuth/Resources/Strings.*.resx
Languages: ar, de, es, fr, nl, sl, tr, uk

# ErrorAccessTokenInvalidClient
source: Client authentication failed (e.g., unknown client, no client authentication included, or unsupported authentication method).
ar: فشلت مصادقة العميل (مثلا عميل غير معروف أو لا مصادقة عميل مضمنة أو طريقة مصادقة غير مدعومة).
de: Client-Authentifizierung fehlgeschlagen (z. B. unbekannter Client, keine Client-Authentifizierung enthalten oder nicht unterstützte Authentifizierungsmethode).
es: Falló la autenticación del cliente (p.ej., cliente desconocido, no se incluye autenticación de cliente o método de autenticación no admitido).
fr: L'authentification du client a échoué (ex: client inconnu, aucune authentification du client incluse ; ou méthode d'authentification non supportée).
nl: Client-authenticatie mislukt (bijv., onbekende client, bevat geen client-authenticatie, of niet ondersteunde authenticatiemethode).
sl: Preverjanje pristnosti odjemalca ni uspelo (npr. neznan odjemalec, odjemalec ni priložil poverilnic ali nepodprta metoda preverjanja pristnosti).
tr: İstemci kimlik doğrulaması başarısız oldu (ör. Bilinmeyen istemci, istemci kimlik doğrulaması dahil değil veya desteklenmeyen kimlik doğrulama yöntemi).
uk: Не вдалося здійснити автентифікацію клієнта (наприклад, невідомий клієнт, не включено автентифікацію клієнта або непідтримуваний метод автентифікації).

# ErrorAccessTokenInvalidGrant
source: The provided authorization grant (e.g., authorization code, resource owner credentials) or refresh token is invalid, expired, revoked, does not match the redirection URI used in the authorization request, or was issued to another client.
ar: منح التفويض المقدم (مثلا رمز التفويض أو بيانات اعتماد مالك المورد) أو عربون التحديث غير صالح أو منتهي الصلاحية أو تم إلغاؤه أو لا يتطابق مع الرابط المستعمل لإعادة توجيه المستخدم في طلب التفويض أو تم إصداره لعميل آخر.
de: Die vorliegende Autorisierung (z. B. Autorisierungscode, Anmeldedaten des Ressourcenbesitzers) oder das Refresh-Token ist ungültig, abgelaufen, widerrufen, stimmt nicht mit dem in der Autorisierungsanfrage verwendeten Umleitungs-URI überein oder wurde auf einen anderen Client ausgestellt.
es: La concesión de autorización proporcionada (p.ej., código de autorización, credenciales del propietario del recurso) o el token de actualización no es válido, ha caducado, se ha revocado, no coincide con la URI de redireccionamiento utilizado en la solicitud de autorización o se emitió a otro cliente.
fr: L'attribution d'autorisation fourni (ex : le code d'autorisation, les données du propriétaire de la ressource) ou le jeton de rafraichissement n'est pas valide, a expiré, est révoqué, ne correspond pas à l'URI utilisé dans la demande d'autorisation, ou a été émis vers un autre client.
nl: De gebruikte autorisatietoekenning (bijv., autorisatiecode, referenties van de eigenaar van de bron) of verversingstoken is ongeldig, verlopen, herroepen, komt niet overeen met de gebruikte doorverwijzings-URI in het autorisatieverzoek, of was uitgegeven aan een andere client.
sl: Uporabljeno pooblastilo (npr. avtorizacijska koda, poverilnice lastnika vira) ali žeton za osvežitev je napačen, potekel, bil preklican, ne ustreza preusmeritvenemu URI-ju uporabljenem v avtorizacijski zahtevi ali je bil izdan drugemu odjemalcu.
tr: Sağlanan yetkilendirme izni (ör. Yetkilendirme kodu, kaynak sahibi kimlik bilgileri) veya yenileme belirteci geçersiz, süresi dolmuş, iptal edilmiş, yetkilendirme isteğinde kullanılan yeniden yönlendirme URI'siyle eşleşmiyor veya başka bir istemciye verilmiş.
uk: Наданий дозвіл на авторизацію (наприклад, код авторизації, облікові дані власників ресурсів) або маркер оновлення недійсний, минув, анульований, не відповідає URI перенаправлення, що використовується в запиті на авторизацію, або був виданий іншому клієнтові.

# ErrorAccessTokenInvalidRequest
source: The request is missing a required parameter, includes an unsupported parameter value (other than grant type), repeats a parameter, includes multiple credentials, utilizes more than one mechanism for authenticating the client, or is otherwise malformed.
ar: يفتقد الطلب إلى معلمة مطلوبة أو يشتمل على قيمة معلمة غير مدعومة (بخلاف نوع المنحة) أو يكرر معلمة أو يشتمل على بيانات اعتماد متعددة أو يستخدم أكثر من آلية واحدة لمصادقة العميل أو غير صحيح.
de: Der Anfrage fehlt ein erforderlicher Parameter, sie enthält einen nicht unterstützten Parameterwert (außer dem Gewährungstyp), wiederholt einen Parameter, enthält mehrere Anmeldedaten, verwendet mehr als einen Mechanismus zur Authentifizierung des Clients oder ist anderweitig fehlerhaft gestaltet.
es: A la solicitud le falta un parámetro obligatorio, incluye un valor de parámetro no admitido (que no sea el tipo de concesión), repite un parámetro, incluye varias credenciales, utiliza más de un mecanismo para autenticar al cliente o tiene algún otro tipo de formato incorrecto.
fr: La requête ne contient pas un paramètre requis, inclut une valeur de paramètre non prise en charge (autre que le type d'attribution), répète un paramètre, inclut plusieurs informations d'identification, utilise plusieurs mécanismes pour authentifier le client, ou est mal formée.
nl: Het verzoek mist een vereiste parameter, bevat een niet-ondersteunde parameterwaarde (anders dan grant type), herhaalt een parameter, bevat meerdere referenties, gebruikt meer dan één mechanisme voor authenticatie van de client, of is anderszins misvormd.
sl: Zahtevi manjka potreben parameter, vsebuje nepodprto vrednost parametra (poleg vrste pooblastila), ponavlja parameter, vsebuje več poverilnic, uporablja več kot en mehanizem preverjanja pristnosti odjemalca ali je sicer popačena.
tr: İstekte gerekli bir parametre eksik, desteklenmeyen bir parametre değeri içeriyor (hibe türü dışında), bir parametreyi tekrarlıyor, birden çok kimlik bilgisi içeriyor, istemcinin kimliğini doğrulamak için birden fazla mekanizma kullanıyor veya başka bir şekilde hatalı biçimlendirilmiş.
uk: У запиті відсутній необхідний параметр, він містить непідтримуваний параметр (інший, ніж дозволений тип), повторює параметр, включає в себе кілька облікових даних, використовує більше одного механізму для аутентифікації клієнта, або інакше неправильний.

# ErrorAccessTokenInvalidScope
source: The requested scope is invalid, unknown, malformed, or exceeds the scope granted by the resource owner.
ar: النطاق المطلوب غير صالح أو غير معروف أو مشوه أو يتجاوز النطاق الممنوح من قبل مالك المورد.
de: Der angeforderte Scope ist ungültig, unbekannt, fehlerhaft oder überschreitet den vom Ressourcenbesitzer gewährten Scope.
es: El alcance solicitado no es válido, es desconocido, tiene un formato incorrecto o excede el alcance otorgado por el propietario del recurso.
fr: Le scope demandée est invalide, inconnu, mal formé ou dépasse le scope accordé par le propriétaire de la ressource.
nl: De gevraagde scope is ongeldig, onbekend, misvormd of overschrijdt de scope van de bron-eigenaar.
sl: Zahtevan obseg je napačen, neznan, popačen ali presega obseg, ki ga lastnik vira podeljuje.
tr: İstenen kapsam geçersiz, bilinmiyor, hatalı biçimlendirilmiş veya kaynak sahibi tarafından verilen kapsamı aşıyor.
uk: Запитувана область дії є недійсною, невідомою, неправильною або перевищує область, надану власником ресурсу.

# ErrorAccessTokenUnauthorizedClient
source: The authenticated client is not authorized to use this authorization grant type.
ar: العميل المصادق عليه غير مصرح له باستخدام نوع منح التفويض هذا.
de: Der authentifizierte Client ist nicht berechtigt, diese Art der Autorisierungserteilung zu verwenden.
es: El cliente autenticado no está autorizado a utilizar este tipo de concesión de autorización.
fr: Le client authentifié n'est pas autorisé à utiliser ce type d'attribution d'autorisation.
nl: De geauthenticeerde client is niet bevoegd om dit autorisatietype te gebruiken.
sl: Overovljen odjemalec ni pooblaščen za uporabo te vrste avtorizacije.
tr: Kimliği doğrulanmış istemcinin bu yetki verme türünü kullanma yetkisi yok.
uk: Аутентифікований клієнт не має права використовувати цей тип авторизації.

# ErrorAccessTokenUnsupportedGrantType
source: The authorization grant type is not supported by the authorization server.
ar: لا يدعم خادم المصادقة نوع منح التفويض.
de: Die Autorisierungserteilungsart wird vom Autorisierungsserver nicht unterstützt.
es: El servidor de autorización no admite el tipo de concesión de autorización.
fr: Le type d'attribution d'autorisation n'est pas supporté par le serveur d'autorisations.
nl: Het autorisatietoekenningstype wordt niet ondersteund door de autorisatie-server.
sl: Avtorizacijski strežnik ne podpira te vrste avtorizacije.
tr: Yetkilendirme verme türü, yetkilendirme sunucusu tarafından desteklenmiyor.
uk: Тип авторизації не підтримується сервером авторизації.

# ErrorAuthorizationGrantAccessDenied
source: The resource owner or authorization server denied the request.
ar: رفض مالك المورد أو خادم التفويض الطلب.
de: Der Ressourcenbesitzer oder Autorisierungsserver lehnte die Anfrage ab.
es: El propietario del recurso o el servidor de autorización denegó la solicitud.
fr: Le propriétaire de la ressource ou le serveur d'autorisation a refusé la requête.
nl: De eigenaar van de bron of de autorisatieserver heeft het verzoek afgewezen.
sl: Lastnik vira ali avtorizacijski strežnik je zavrnil zahtevo.
tr: Kaynak sahibi veya yetkilendirme sunucusu isteği reddetti.
uk: Власник ресурсів або сервер авторизації відхилив запит.

# ErrorAuthorizationGrantInvalidRequest
source: The request is missing a required parameter, includes an invalid parameter value, includes a parameter more than once, or is otherwise malformed.
ar: يفتقد الطلب إلى معلمة مطلوبة أو يشتمل على قيمة معلمة غير صالحة أو يشتمل على معلمة أكثر من مرة أو غير صحيح.
de: Der Anfrage fehlt ein erforderlicher Parameter, sie enthält einen ungültigen Parameterwert, sie enthält einen Parameter mehr als einmal, oder sie ist anderweitig fehlerhaft.
es: A la solicitud le falta un parámetro obligatorio, incluye un valor de parámetro no válido, incluye un parámetro más de una vez o tiene un formato incorrecto.
fr: La requête ne contient pas un paramètre requis, inclut une valeur de paramètre non valide, inclut un paramètre plusieurs fois, ou est mal formée.
nl: De aanvraag mist een vereiste parameter, bevat een ongeldige parameterwaarde, bevat meer dan eens een parameter of is anderszins misvormd.
sl: Zahtevi manjka potreben parameter, vsebuje nepodprto vrednost parametra, ponavlja parameter ali je sicer popačena.
tr: İstekte gerekli bir parametre eksik, geçersiz bir parametre değeri var, birden fazla parametre içeriyor veya başka bir şekilde hatalı biçimlendirilmiş.
uk: У запиті відсутній необхідний параметр, включає недійсне значення параметра, включає параметр більш ніж один раз, або інакше неправильний.

# ErrorAuthorizationGrantInvalidScope
source: The requested scope is invalid, unknown, or malformed.
ar: النطاق المطلوب غير صالح أو غير معروف أو تالف.
de: Der beantragte Scope ist ungültig, unbekannt oder fehlerhaft.
es: El alcance solicitado no es válido, desconocido o tiene un formato incorrecto.
fr: Le scope demandé est invalide, inconnu ou mal formé.
nl: De gevraagde scope is ongeldig, onbekend of misvormd.
sl: Zahtevan obseg je napačen, neznan ali popačen.
tr: İstenen kapsam geçersiz, bilinmiyor veya hatalı.
uk: Запитувана область дії є недійсною, невідомою або неправильною.

# ErrorAuthorizationGrantServerError
source: The authorization server encountered an unexpected condition that prevented it from fulfilling the request.
ar: واجه خادم التفويض حالة غير متوقعة منعته من تلبية الطلب.
de: Der Autorisierungsserver ist auf ein unerwartetes Problem gestoßen, das ihn daran hinderte, die Anforderung zu erfüllen.
es: El servidor de autorización encontró una condición inesperada que le impidió cumplir con la solicitud.
fr: Le serveur d'autorisation a rencontré une condition inattendue qui l'a empêché de répondre à la demande.
nl: De autorisatieserver werd geconfronteerd met een onverwachte omstandigheid die het onmogelijk maakte om aan het verzoek te voldoen.
sl: Avtorizacijski strežnik je naletel na nepričakovano stanje, ki mu preprečuje, da bi izpolnil zahtevo.
tr: Yetkilendirme sunucusu, isteği yerine getirmesini engelleyen beklenmedik bir durumla karşılaştı.
uk: Сервер авторизації зіткнувся з несподіваною умовою, яка завадила йому виконати запит.

# ErrorAuthorizationGrantTemporarilyUnavailable
source: The authorization server is currently unable to handle the request due to a temporary overloading or maintenance of the server.
ar: خادم التفويض غير قادر حاليًا على معالجة الطلب بسبب ذروة مؤقتة أو صيانة الخادم.
de: Der Autorisierungsserver ist derzeit nicht in der Lage, die Anfrage aufgrund einer vorübergehenden Überlastung oder Wartung des Servers zu bearbeiten.
es: El servidor de autorización no puede actualmente manejar la solicitud debido a una sobrecarga temporal o al mantenimiento del servidor.
fr: Le serveur d'autorisation est actuellement incapable de traiter la demande en raison d'une surcharge ou d'une maintenance temporaire du serveur.
nl: De autorisatie-server is momenteel niet in staat om de aanvraag te behandelen als gevolg van een tijdelijke overbelasting of onderhoud van de server.
sl: Avtorizacijski strežnik trenutno ne more obravnavati zahteve zaradi začasne preobremenjenosti ali vzdrževalnih del.
tr: Yetkilendirme sunucusu, sunucunun geçici olarak aşırı yüklenmesi veya bakımı nedeniyle şu anda isteği işleyemiyor.
uk: Сервер авторизації наразі не може обробити запит через тимчасове перевантаження або обслуговування сервера.

# ErrorAuthorizationGrantUnauthorizedClient
source: The client is not authorized to request an authorization code using this method.
ar: لا يحق للعميل طلب رمز ترخيص باستخدام هذه الطريقة.
de: Der Client ist nicht berechtigt, mit dieser Methode einen Autorisierungscode anzufordern.
es: El cliente no está autorizado a solicitar un código de autorización mediante este método.
fr: Le client n'est pas autorisé à requêter un code d'autorisation en utilisant cette méthode.
nl: De client is niet bevoegd om een autorisatiecode aan te vragen via deze methode.
sl: Odjemalec ni pooblaščen, da zahteva to vrsto avtorizacijske kode z uporabo te metode.
tr: İstemci, bu yöntemi kullanarak bir yetkilendirme kodu talep etme yetkisine sahip değildir.
uk: Клієнт не має права запитувати код авторизації за допомогою цього методу.

# ErrorAuthorizationGrantUnsupportedResponseType
source: The authorization server does not support obtaining an authorization code using this method.
ar: لا يدعم خادم التفويض الحصول على رمز المصادقة باستخدام هذه الطريقة.
de: Der Autorisierungsserver unterstützt das Abrufen eines Autorisierungscodes mit dieser Methode nicht.
es: El servidor de autorización no admite la obtención de un código de autorización usando este método.
fr: Le serveur d'autorisation ne supporte pas l'obtention d'un code d'autorisation à l'aide de cette méthode.
nl: De autorisatie-server ondersteunt het verkrijgen van een autorisatiecode met deze methode niet.
sl: Avtorizacijski strežnik ne omogoča pridobitve avtorizacijske kode z uporabo te metode.
tr: Yetkilendirme sunucusu, bu yöntemi kullanarak bir yetkilendirme kodu almayı desteklemez.
uk: Сервер авторизації не підтримує отримання коду авторизації за допомогою цього методу.

# ErrorHttp400
source: Invalid HTTP request: {0}
ar: طلب ميثاق نقل النص الفائق غير صالح: {0}
de: Ungültige HTTP-Anfrage: {0}
es: Solicitud HTTP inválida: {0}
fr: Requête HTTP invalide: {0}
nl: Ongeldig HTTP-verzoek: {0}
sl: Napačna zahteva HTTP: {0}
tr: Geçersiz HTTP isteği: {0}
uk: Недійсний запит HTTP: {0}

# ErrorHttp404
source: Path {0} not found.
ar: المسار {0} مفقود.
de: Pfad {0} nicht gefunden.
es: Ruta {0} no encontrada.
fr: Chemin {0} non trouvé.
nl: Pad {0} niet gevonden.
sl: Pot {0} ni najdena.
tr: Yol {0} bulunamadı.
uk: Шлях {0} не знайдено.

# ErrorHttp405
source: Method {0} not supported.
ar: الطريقة {0} غير مدعومة.
de: Methode {0} wird nicht unterstützt.
es: Método {0} no soportado.
fr: Méthode {0} non supportée.
nl: Methode {0} niet ondersteund.
sl: Metoda {0} ni podprta.
tr: Yöntem {0} desteklenmiyor.
uk: Метод {0} не підтримується.

# ErrorInvalidState
source: Response and request states are different.
ar: حالات الاستجابة والطلب مختلفة.
de: Antwort- und Anfragezustand weichen voneinander ab.
es: Los estados de respuesta y solicitud son diferentes.
fr: Les états de réponse et de requêtes sont différents.
nl: Antwoord- en verzoekstatussen zijn verschillend.
sl: Stanji odgovora in zahteve sta različni.
tr: Yanıt ve istek durumları farklı.
uk: Режими відповідей і запитів різні.

# ErrorTokenType
source: {0} (token type: {1})
ar: {0} (نوع العربون: {1})
de: {0} (Token-Typ: {1})
es: {0} (tipo de token: {1})
fr: {0}(type de jeton: {1})
sl: {0} (vrsta žetona: {1})
tr: {0}(token türü:{1})
uk: {0} (тип токена: {1})

# ErrorUnsupportedTokenType
source: The received token type is not supported.
ar: نوع العربون المستلم غير مدعوم.
de: Der empfangene Token-Typ wird nicht unterstützt.
es: El tipo de token recibido no se admite.
fr: Le type de jeton reçu n'est pas supporté.
nl: Het ontvangen tokentype wordt niet ondersteund.
sl: Vrsta prejetega žetona ni podprta.
tr: Alınan token türü desteklenmiyor.
uk: Тип отриманого токена не підтримується.

# HtmlErrorDescription
source: Please try again later or contact your helpdesk for support.
ar: يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بمكتب المساعدة للحصول على الدعم.
de: Bitte versuchen Sie es später noch einmal oder wenden Sie sich an Ihren Helpdesk.
es: Vuelva a intentarlo más tarde o póngase en contacto con el servicio de asistencia técnica para obtener soporte.
fr: Veuillez réessayer ultérieurement ou contactez votre service de support pour obtenir de l'aide.
nl: Probeer het a.u.b. later nog eens of neem contact op met uw helpdesk voor ondersteuning.
sl: Prosimo poskusite pozneje ali se obrnite na svojo tehnično pomoč.
tr: Lütfen daha sonra tekrar deneyin veya destek için yardım masanızla iletişime geçin.
uk: Повторіть спробу пізніше або зверніться за допомогою до служби підтримки.

# HtmlErrorDetails
source: Details...
ar: تفاصيل ...
es: Detalles...
fr: Détails...
sl: Podrobnosti ...
tr: Detaylar...
uk: Деталі...

# HtmlErrorTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
nl: Fout
sl: Napaka
tr: Hata
uk: Помилка

# HtmlFinishedDescription
source: You can now close this tab.
ar: يمكنك الآن إغلاق هذا التبويب.
de: Sie können diesen Tab jetzt schließen.
es: Ahora puede cerrar esta pestaña.
fr: Vous pouvez maintenant fermer cet onglet.
nl: U kunt dit tabblad nu sluiten.
sl: Zdaj lahko zaprete ta zavihek.
tr: Şimdi bu sekmeyi kapatabilirsiniz.
uk: Тепер ви можете закрити цю вкладку.

# HtmlFinishedTitle
source: The client successfully authorized.
ar: تم تفويض العميل بنجاح.
de: Der Client wurde erfolgreich autorisiert.
es: El cliente es autorizado con éxito.
fr: Le client a été autorisé avec succès.
nl: De client is succesvol geautoriseerd.
sl: Odjemalec uspešno pooblaščen.
tr: İstemci başarıyla yetkilendirildi.
uk: Клієнт успішно авторизований.
