Repository: Amebis/eduVPN
Catalog: eduVPN.Views/Resources/Strings.*.resx
Languages: sl

# AboutPageCopyright2
source: Copyright Â© 2017-{0} The Commons Conservancy eduVPN Programme
sl: Copyright © 2017-{0} Program Commons Conservancy eduVPN

# AboutPageVersion
source: Version {0}
sl: Verzija {0}

# AuthenticatingCountrySelectPageListLabel
source: _Country
sl: _Država

# AuthenticatingInstituteSelectPageListLabel
source: _Institution
sl: _Ustanova

# AuthorizationPopupMessage2
source: The client needs {0} authorization, and has opened your web browser. The client will continue after you complete the authorization...
sl: Odjemalec potrebuje pooblastilo od {0} in je odprl avtorizacijsko spletno stran v vašem brskalniku. Odjemalec bo nadaljeval, ko boste dokončali avtorizacijo ...

# AuthorizationPopupTitle
source: Waiting For Authorization
sl: Čakam na pooblastilo

# ButtonBackTitle
source: Back
sl: Nazaj

# ButtonCloseTitle
source: Close
sl: Zapri

# ButtonCopyErrorTitle
source: _Copy Error Text
sl: _Kopiraj besedilo napake

# ButtonDismissErrorTitle
source: _Dismiss Error
sl: _Opusti napako

# ButtonOKTitle
source: _OK
sl: _V redu

# ButtonSettingsTitle
source: Settings
sl: Nastavitve

# ConnectingInstanceAndProfileSelectPanelInstanceListLabel
source: _Provider
sl: _Ponudnik

# ConnectingInstanceAndProfileSelectPanelProfileListLabel
source: _Profile
sl: _Profil

# ConnectingInstanceProfileSelectPanelInstanceProfileListLabel
source: _Profile
sl: _Profil

# ConnectingInstanceSelectPanelInstanceListLabel
source: _Provider
sl: _Ponudnik

# ConnectingProfileSelectPanelProfileListLabel
source: _Profile
sl: _Profil

# CustomInstancePageHostnameLabel
source: _Hostname
sl: Ime _gostitelja

# ErrorOAuthState
source: The required OAuth parameter "state" is missing or incorrect.
sl: Zahtevani parameter OAuth "state" manjka ali je napačen.

# InstanceSourcePageCustomButtonTitle
source: Add _other address
sl: D_odaj drug naslov

# InstanceSourcePageInstituteAccessButtonTitle2
source: Connect to your _Institution
sl: P_oveži se s svojo ustanovo

# InstanceSourcePageSecureInternetButtonTitle2
source: _Safely use the Internet
sl: Varno uporabljaj _splet

# ListBoxNoItems
source: No items
sl: Brez elementov

# ListBoxNull
source: Please wait...
sl: Prosimo počakajte ...

# MessageMaintenanceBegin
source: Begin
sl: Začetek

# MessageMaintenanceEnd
source: End
sl: Konec

# MessageMaintenanceTitle
source: Maintenance Notification
sl: Obvestilo o vzdrževanju

# MessageNotificationTitle
source: Notification
sl: Obvestilo

# PasswordPopupMessage
source: Enter your password for "{0}":
sl: Vnesite svoje geslo za »{0}«:

# PasswordPopupPasswordLabel
source: _Password
sl: _Geslo

# PasswordPopupTitle
source: Password
sl: Geslo

# RecentConfigurationSelectPageAddButtonTitle
source: Add _another
sl: Dodaj drugeg_a

# SelfUpdatePopupAskLaterButtonTitle
source: Ask me _later
sl: _Vprašaj me pozneje

# SelfUpdatePopupChangelogButtonTitle
source: What's _New?
sl: Kaj je _novega?

# SelfUpdatePopupMessage3
source: A newer and improved version of the client is available. Stay updated!
sl: Na voljo je novejša in izboljšana verzija odjemalca. Ostanite posodobljeni!

# SelfUpdatePopupSkipButtonTitle
source: Skip this _version
sl: Preskoči to _verzijo

# SelfUpdatePopupTitle
source: Update Available
sl: Posodobitev na voljo

# SelfUpdatePopupUpdateButtonTitle
source: Download and _update now (Client will restart)
sl: Prenesi in _posodobi zdaj (Odjemalec se bo ponovno zagnal)

# SettingsCorruptErrorMessage
source: {0} has detected that your user settings file {1} has become corrupted. This may be due to a crash. If you continue, your user settings will be reset to the default.
sl: Program {0} je zaznal, da se je datoteka z vašimi uporabniškimi nastavitvami {1} pokvarila. Lahko gre za posledico zrušenja ali nepravilne zaustavitve programa. Če nadaljujete, bodo vaše uporabniške nastavitve ponastavljene na privzeto.

# SettingsCorruptErrorTitle
source: Corrupt User Settings
sl: Pokvarjene uporabniške nastavitve

# SettingsPageForceTCPDescription2
source: If the client cannot connect, or can connect but doesn't transfer data, connecting over TCP could solve this.
sl: Če se odjemalec ne more povezati, ali se poveže a ne prenaša podatkov, povezava preko TCP mogoče težavo odpravi.

# SettingsPageForceTCPLabel
source: Connect Over _TCP
sl: Vsili _TCP

# SettingsPageInterfaceDescription2
source: When you need multiple simultaneous OpenVPN connections, select the TAP interface for the client below.
sl: Kadar potrebujete več sočasnih povezav OpenVPN, spodaj izberite vmesnik TAP za tega odjemalca.

# SettingsPageInterfaceLabel
source: Select TAP _Interface
sl: _Izberite vmesnik TAP

# StatusPageDisconnectButtonTitle
source: _Disconnect
sl: _Prekini

# StatusPageInstance
source: Provider
sl: Ponudnik

# StatusPageMessagesLabel
source: _Messages
sl: _Sporočila

# StatusPageProfile
source: Profile
sl: Profil

# StatusPageSessionInfoBytesIn
source: Bytes In
sl: Dohodno

# StatusPageSessionInfoBytesOut
source: Bytes Out
sl: Odhodno

# StatusPageSessionInfoDuration
source: Duration
sl: Trajanje

# StatusPageSessionInfoTitle
source: Connection Info
sl: Podatki povezave

# StatusPageSessionInfoViewLogButtonTitle
source: View _log
sl: Ogled _dnevnika

# SystemTrayBalloonConnectedTitle
source: {0} Connected
sl: {0} je povezan

# SystemTrayBalloonDisconnectedMessage
source: Disconnected
sl: Odklopljen

# SystemTrayBalloonHiddenMessage
source: The window has been minimized here.
sl: Okno je bilo pomanjšano semle.

# SystemTrayMenuAbout
source: _About...
sl: O progr_amu ...

# SystemTrayMenuExit
source: E_xit
sl: I_zhod

# SystemTrayMenuOpen
source: _Open
sl: _Odpri

# SystemTrayMenuSettings
source: _Settings...
sl: Na_stavitve ...

# SystemTrayMenuStatus
source: Connection _info...
sl: Podatk_i povezave ...

# TOTPAuthenticationPanelNote
source: Please do not reuse the TOTP. Wait until a fresh TOTP is generated.
sl: Ne uporabite istega TOTP dvakrat. Počakajte, da bo ustvarjen svež TOTP.

# TOTPAuthenticationPanelResponseLabel
source: _Response
sl: Odgovo_r

# TwoFactorAuthenticationPopupMessage
source: Select your two-factor method and enter the security code:
sl: Izberite svojo vpisano metodo overovljanja in vnesite varnostno kodo:

# TwoFactorAuthenticationPopupMethodLabel
source: _Method
sl: _Način

# TwoFactorAuthenticationPopupTitle
source: Two-factor Authentication
sl: 2-stopenjsko overovljanje

# TwoFactorAuthenticationRequired
source: Requires two-factor authentication
sl: Zahteva dvojno preverjanje pristnosti

# UsernamePasswordPopupMessage
source: Enter your username and password for "{0}":
sl: Vnesite svoje uporabniško ime in geslo za "{0}":

# UsernamePasswordPopupPasswordLabel
source: _Password
sl: _Geslo

# UsernamePasswordPopupTitle
source: Authentication
sl: Overovitev

# UsernamePasswordPopupUsernameLabel
source: _Username
sl: _Up. ime

# YubiKeyAuthenticationPanelResponseLabel
source: _Response
sl: _Odgovor

# AboutPageAppBannerTitle
source: {0} Powered by SURFnet
sl: {0} Omogoča SURFnet

# RecentConfigurationSelectPageConnectionListTitle
source: Added VPN Profiles
sl: Dodani profili VPN

# ButtonConnectTitle
source: _Connect!
sl: _Poveži!

# Unavailable
source: Not Available
sl: Ni na voljo

# SettingsPageAllowLocalDescription
source: Warning: Do not enable this when roaming in public untrusted networks.
sl: Pozor: Ne vklapljajte tega med gostovanjem v javnih nepreverjenih omrežjih.

# SettingsPageAllowLocalLabel
source: Allow _Local Traffic
sl: Dovoli _lokalni promet
